Repository: giellalt/corpus-nob
Catalog: prestable/tmx/fkv/facta/kainun_institutti/2._skjermer_ressurser_del_1.docx.tmx
Source language: nob
Languages: fkv

source: I bygda Vestre Jakobselv, Annijoki, har rømmekolla vært så utbredt at den til og med ga opphavet til betegnelsen «rømkollinger» om jakobselvværingene.
fkv: Annijoessa fiilipunkki oon ollu niin tavalista ette annijokilaisia alethiin kuttumhaan -nimelä.

source: Det er ikke sikkert det ble oppfattet som en hedersbetegnelse i sin tid, men kanskje noe man kan være stolte av i dag, når vi står der og fermenterer, hjemmebrygger, dyrker grønt og kortreist?
fkv: Se ei ole sikkari ette sitä piethiin kunnianimenä siihen aikhaan, mutta tääpänä saatama olla ylpiät siitä, ko fermenteeraama, laitama juomia kotona ja kylväämä luonolisesti ja paikalisesti.

source: Kanskje på tide å ta rømkolla tilbake?
fkv: Piian olis aika ottaa fiilin takasin?

source: Før motorisert frakt og ferdsel var hesten uunnværlig.
fkv: Ennen motooriseerattua frahtia ja kulkua ei pärjätty ilman hevosta.

source: Hesten ble brukt til det meste, både til hverdag og fest: pløye åkrene, rydde jorder, frakte ved, bringe høy, hente vann, kjøre tørrfisk og guano, til varetransport, tømmerkjøring, persontrafikk;
fkv: Hevosta piethiin kohta kaikkheen, sekä arkipäivässä ja juhlassa: veltathiin pellot, korjathiin kentät, frahtathiin polttopuita, nouethiin vettä, ajethiin kuivakallaa ja guanoa.

source: med dombjeller og sedolk til julegudstjeneste, til dåp, bryllup og begravelse.
fkv: Lisäksi hevosella frahathiin tavaroita, ajethiin hirsiä ja kuljetethiin ihmisiä.

source: Ikke minst ble hesten brukt til fornøyelse, og trav som fritidssyssel var populært i kvenske miljøer utover 1900-tallet.
fkv: Koristeltuna setolkkakulkusella kuljetethiin ihmisiä joulujumalanpalveluksheen, ristiäishiin, häihin ja kraviaishiin.

source: Utbredelsen av hestehold i Nord-Troms og Finnmark utover embets- og handelshusenes bruk av hest ser ut til å følge den kvenske bosettinga, i hvert fall innenfor jordbruket, og en viktig årsak var kunnskapen og erfaringen som kvenene brakte med seg.
fkv: Lisäksi kväänit piethiin hevosta Pohjas-Tromssassa ja Finmarkussa, olletikki maapruukissa. Tärkiä syy siihen oli se ette kväänit olthiin ottanheet myötä tieot ja kokemukset muualta.

source: De fleste kvenene kom fra områder der åkerbruk, fedrift og skogsbruk var viktige deler i næringstilpasningen, og hesten var sentral som arbeidsdyr i den alminnelige gårdsdrifta i hele Finland og Sverige.
fkv: Usiat kväänit tulthiin paikoista missä peltopruuki, karjanhoito ja mettätyö olthiin tärkiät osat elämänkeinoa, ja hevonen oli tähelinen työelläin maapruukissa koko Suomessa ja Ruottissa.

source: Kunnskapen og tradisjonene tok de med seg til Nord-Norge og utviklet hestekulturen i takt med ny næringstilpasning der jordbruket hadde stor betydning, ofte i kombinasjon med fiskeriene.
fkv: Kväänit otethiin myötä tieot ja tradisuunit Pohjas-Norjhaan ja eistethiin hevoskulttuuria uusissa elämänkeinoissa missä maapruuki oli tärkiä, ja ushein yhistetty fiskhuun.

source: Noen hadde hest med seg når de kom, og det ble kjøpt arbeidshester fra Finland gjennom 1800-tallet.
fkv: Joilaki oli hevonen myötä ko het tulthiin tänne. Työhevosia kans ostethiin Suomesta 1800-luvula.

source: I Øst-Finnmark kan det spores elementer fra både en vestlig og østlig hestekultur, der den østlige ser ut til å ha sin opprinnelse i det nordvestlige Russland og Karelen, og har kommet til våre trakter via Finland med den kvenske bosettinga.
fkv: Öystä-Finmarkusta saattaa löytää elementtiä sekä vestan ja öystän hevoskulttuurista. Öystälinen näyttää olevan pois Vesta-Ryssän pohjasosista ja Karjalasta, ja se oon tullu meile Suomen kautta kväänin asutuksen myötä.

source: Nettopp «kvensleden», også kalt «finsk slede», med de oppbøyde meiene har sin motpart i snørike områder i det vestlige Russland.
fkv: Justhiin “kväänireessä”, mitä kans kuttuthiin “Suomen reeksi”, oon ylössuijutetut jalakset, samala laila ko lumirikkhaassa Vesta-Ryssässä.

source: Sleden var velegnet for kjøring i utmark og varierende terreng under vanskelige kjøreforhold, som dyp snø, siden meienes konstruksjon gjorde at sleden fløt oppå snøen.
fkv: Reki kulki hyvin ulkokentilä ja vaihtelevassa maastossa missä saattoi olla huono ajokeli, niin ko syvä lumi. Jalakset olthiin rakenettu vissilä tavala, niin ette reki niin ko huilas lumen päälä.

source: Sammen med sleden kom også det spesielle vinterseletøyet man har brukt i Varanger, med, en bue som gikk over ryggen til hesten og virket støtdempende ved kjøring i ulendt terreng.
fkv: Reen kans oli tavalisesti kans vasitut talvilänget mitä oon pietty Varenkissa. Esimerkiksi oon “luokka”, eli kaari mikä meni hevosen sölän yli ja se pehmensi ko ajethiin pounumaisessa maassa.

source: Seletøyet ble vanlig i Finland og Nord-Sverige, og i Norge er det bare kjent i områder med kvensk bosetting.
fkv: Länget olthiin tavaliset Suomessa ja Pohjas-Ruottissa, ja Norjassa niitä käytethiin tyhä paikoissa missä kväänit asuthiin.

source: Bærekraft 1: Jordbrukets årssyklus
fkv: Kantamavoima 1: Maapruukin vuosiratas

source: Dagens mennesker er en del av et globalt handelsnettverk og kan kjøpe frukt, grønt, fisk og kjøtt hele året over disk, uavhengig av hvilken sesong vi er i. Et eller annet sted på jordkloden dyrkes eller avles det mat hele tiden.
fkv: Tämänpäivän ihmiset oon osa globaalia kauppaverkkoa, ja met saatama ostaa hetelmiä, vihrisiä, kallaa ja lihhaa kaupasta ympäri vuoen, eikä se ole kiini sesonkista. Se löytyy jammisti joku paikka maapallossa missä kylväthään tahi viljelhään ruokaa.

source: For å utnytte jordas og havets ressurser best mulig måtte forfedrene våre organisere alt i forhold til sesong for vekst og fiskeinnsig.
fkv: Niin ette meän esivanhimet saatethiin käyttää maan ja meren resyrsiä parhaimalla tavala, hääythiin het organiseerata kaiken sen jälkhiin koska mikäki kasvu- ja pyytösesonki oli.

source: Her er et eksempel på en vanlig årssyklus for en familie med fiskebåt og husdyr, helt fram til ca. 19..
fkv: Tässä oon esimerkki tavalisesta vuosisykluksesta perheessä jolla oon kalavene ja elläimet, SETT INN TABELL

source: SETT INN TABELL fra si. 58 i Jordbruk og torvtaking:
fkv: Kantamavoima 2: poteetti, potaatti, peruna, pottu..

source: «I 1840-årene begynte man å dyrke poteter i Vadsø;
fkv: “1840-luvula alethiin Vesisaaressa kylvätä poteettia.

source: disse rotfrukter, som nu synes så uundværlige, var omtrent ukjent her før, og kunde ikke sies å inngå som ledd i befolkningens ernæring,» forteller sogneprest Johan Beronka i 1933.
fkv: Tätä juurihetelmää, mikä nyt oon hirmu tärkiä, ei tunnettu täälä varhemin. Sen saattaa sanoa ette se oli osa kansan ravintoa,” muistelee kirkkoherra Juhani Perunka vuona 1933.

source: Oppfatningen den gang var at det var kvenene som brakte poteten til området.
fkv: Siihen aikhaan ajatelthiin ette kväänit olthiin ottanheet poteetin myötä alhaan.

source: Før den tid levde folk i hovedsak av ferskfisk og saltfisk, en så ensidig kost at sykdommen skjørbuk var alminnelig hver vinter.
fkv: Ennen sitä ihmiset syöthiin pääasiassa verestä kallaa ja suolakallaa. Tämä ruoka oli niin yksipuolinen ette keripukki oli tavalinen sairhaus joka talvi.

source: Poteten dyrket man i hovedsak til eget bruk, og blant allmuen ble potetdyrking et viktig tilskudd i husholdningen.
fkv: Poteettia viljelthiin pääasiassa omhaan pithoon, ja tavalisile ihmisille poteetitten kylvääminen oli tärkiä lisä hushollinkhiin.

source: I utgangspunktet var potetdyrking ansett som umulig i det høye nord, og det manglet ikke på spydige bemerkninger da Marie Poikila som den første satte poteter i jorda, som hun hadde fått av Mikkel Arpela som hadde medbrakt potetene fra Muonio på 1840-tallet.
fkv: Poteettitten kylväämistä piethiin lähtökohtaisesti mahottomana ylhäälä pohjasessa, eikä vailunu pistäviä kommentaaria sillon ko Marie Poikila ensimäisenä kylväs poteettia maahan. Hän oli saanu net Mikkel Arpelalta joka oli ottanu net myötä Muoniosta 1840-luvula.

source: «Hun oppbevarte dem som om det hadde vært edelstener,» sier Beronka.
fkv: “Hän säilytti net niin ko net oltais jalokivet,” sannoo Perunka.

source: Potetene ble til flere poteter, og snart hadde de fleste familier et lite potetland i tillegg til fisket.
fkv: Poteetista tuli lissää poteettia, ja heti usialla perheelä oli pieni pottumaa kalanpyyön lisäksi.

source: Tradisjonen med potetland er holdt i hevd i mange bygder til moderne tid, sammen med gulrøtter, neper, kålrabi og rabarbra, som også kan dyrkes i nærarktiske områder.
fkv: Pottumaan pito oon tradisuuni mikä oon säilyny monessa kylässä nykyaikhaan saakka, niin ko kans keltajuuret, naurhiit, koleraapit ja raparperit, mitä kans saattaa kasuttaa likiarktisissa paikoissa.

source: Potetlandet vokser fram igjen, like gjerne i blomsterkasser og bøtter på en veranda i Tromsø som på et jordstykke i Vestre-Jakobselv.
fkv: Tääpänä met näemä ette ökolooginen kantamavoima, eli ruoka mikä oon kasunu likelä eikä reisanu pitkhään, oon tärkiä sekä kaupunkissa ja maala.

source: Skjerm havet
fkv: Jälleen kukkiva pottumaat, yhtä usein kukkakassoissa ja ämpärissä Tromssassa ko pellola Annijoessa.

source: INTRO – Jorda gir lite, buskapen gir mer, men den beste giveren er havet
fkv: INTRO – Maa antaa vähän, karja antaa enämen, mutta paras antaja oon meri

source: Fiske i havet har alltid vært en av hjørnesteinene for nordnorsk kystbosetting, med et særdeles fiskerikt hav like utenfor kysten.
fkv: Merifisku oon aina ollu kulmakivenä rannikkoasutuksele Pohjas-Norjassa, missä meri oon ollu erityisen kalarikas justhiin rannikon ulkopuolela.

source: Fisk har vært den viktigste eksportartikkelen og den viktigste faktoren for å knytte Nord-Norge til omverdenen, og i så måte kan man si at fiske og handel er to sider av samme sak.
fkv: Kala oon ollu tärkein tavara mitä oon lähätetty ja myyty muuale, ja kans tärkein asia millä oon siottu Pohjas-Norjan muuhun mailmhaan. Sillä tavala saatethaan sanoa ette kalanpyytö ja kauppa oon saman asian kaksi puolta.

source: De fleste nybyggerne hadde antakelig relativt få kunnskaper om fiske og båtbruk de første årene i Ruija.
fkv: Monila uusasukkhaila oli suhtheelisen vähän tietoa kalanpyyöstä ja venheenpiosta ensimäisinä vuosina Ruijassa.

source: Etter hvert ble kvenene ikke bare dyktige fiskere og sjøfolk, de ble også dyktige båtbyggere og tok del i ishavsfangsten ute på storhavet.
fkv: Aian myötä kväänistä tulthiin sepät fiskarit ja merimiehet, mutta lisäksi kans sepät venheenrakentajat, ja het olthiin myötä jäämerenpyyössä ulkona aavassa.

source: Sogneprest Johan Beronka bemerket følgende om næringstilpasningen i Vadsø i 1933: «Forøvrig er hele stranden langs husrækker beplantet med fiskehjeller.
fkv: Kirkkoherra Juhani Perunka mainittee Vesisaaren elämänkeinosovituksesta vuona 1933: “Muutoin oon koko ranta, taloriviä pitkin, täynä kalajälliä.

source: Omhvælvede baater, hustak, og forøvrig enhver benyttelig plet er dækket med fiskeliner, som ligger utbredt til tørring, hauger av fiskehoder, trankopper, halvt eller helt fyldte med lever etc. Alt tyder paa, at befolkningens væsentligste næringsvei er fiskeri.
fkv: Kumhoonpantut venheet, talonkatot ja jokhaiset paljhaat paikat, oon täynä kalaliinoja kuivumassa, kalanpääkasoja, maksala kokonhansa tahi puoleksi täytettyjä traanikuppia jne. Kaikesta näkkee ette kansan pääelämäkeino oon kalanpyytö.

source: Husfliden bestaar da ogsaa væsentlig i at stelle med fiskesaker.»
fkv: Käsityöhön kuuluu pääasiassa kalanpyytöneuvoitten hoitaminen.“

source: Historie 1 – Den historiske handelen
fkv: Histo o ri a 1 – Histoorialinen kauppa

source: Fram til slutten av 1600-tallet ble Nord-Norge sett under ett som handelsdistrikt, der Trondheim og Bergen dominerte og styrte handelen.
fkv: 1600-luvun lopphuun saakka Pohjas-Norjan nähthiin yhthenä kauppa-alana, missä Trondheim ja Peruna domineerathiin ja johethiin kauppaa.

source: I 1680 ble Finnmark gjort til et rent monopoldistrikt.
fkv: Vuona 1680 Finmarkun tehthiin puhthaaksi monopoolialaksi.

source: Ulike byer skiftet om å ha monopol, og fra midten av 1700-tallet hadde danskekongen monopol på fiskehandelen.
fkv: Monopoolin vaihetelthiin eri kaupunkitten kesken. 1700-luvun puolivälistä saakka Tanmarkun kuninkhaala oli kalakaupan monopooli.

source: Overgangen til frihandel gikk i flere faser.
fkv: Siirto vapaakaupphaan meni faasittain.

source: 1700-tallet var generelt en dårlig tid for de som var avhengig av fisken, i tillegg ble korntilførselen dårligere.
fkv: 1700-luku oli ylheisesti huono aika heile kekkä olthiin kalanpyyön nojassa, ja lisäksi se tuli vaikiaksi saaha jyviä.

source: Folketallet på kysten gikk ned, mens den samiske og kvenske befolkningen økte.
fkv: Väkimäärä rannikolla laski, ko taas saamelaisten ja kväänitten määrä nousi.

source: Monopolet ble et økende problem da ingen av kjøpmennene utenfra klarte å forsyne folk tilstrekkelig med nødvendige varer, og mange talte for frihandel.
fkv: Monopoolista tuli isompi probleemi, ko yksikhään ulkopuolinen kauppamies ei pystyny myymhään ihmisille nokko tarpheelisia tavaroita, ja moni puhui vapaakaupan puolesta.

source: Pomorhandelen ble brukt som argument.
fkv: Pomoorikauppaa piethiin argumenttina.

source: Pomorene var kjøpmenn fra Kolakysten og Kvitsjøen og forsynte Finnmark og til dels øvrige Nord-Norge med varer.
fkv: Pomoorit olthiin kauppamiehet kekkä tulthiin Kuolanniemimaalta ja Vienanmereltä, ja het myythiin tavaroita Finmarkussa ja jonku verran kans muualaki Pohjas-Norjassa.

source: De kjøpte fisk også i makketida da ingen andre ville ha den.
fkv: Het ostethiin kallaa kans toukanaikana ko kukhaan muu ei halunu sitä.

source: Råfisk ble byttet mot trelast, mel og utstyr til fiske.
fkv: Raakakalat vaihetethiin puulasthiin, jauhhoin ja kalanpyytöneuvhoin.

source: Handelen ble gradvis legalisert og mer omfattende, og betydde mye under Napoleonskrigene og Krimkrigen, særlig i Øst-Finnmark, som derfor kom bedre fra krigene.
fkv: Kauppa tuli aian myötä luvaliseksi ja kans laajemaksi. Sillä oli suuri merkitys Napoleonin soan ja Kriminsoan aikana, erityisesti Öystä-Finmarkussa, joka sen tähen pärjäs paremin soitten aikana.

source: Frihandel ble innført i 1789.
fkv: Vuona 1789 alethiin pitämhään vapaakauppaa.

source: Nye byer ble etablert, Vardø og Hammerfest i 1789 og Tromsø i 1794.
fkv: Perustethiin uuet kaupunkit, Vuorean ja Hammerfestin vuona 1789 ja Tromssan vuona 1794.

source: Vadsø ble by i 1833.
fkv: Vesisaaresta tuli kaupunki vuona 1833.

source: Utover 1800-tallet opplevde byene og handelsstedene sin storhetstid.
fkv: 1800-luvula koethiin kaupunkit ja kauppapaikat oman suuruusaian.

source: Troms og Nordland var fremdeles avhengige av privilegerte handelsmenn fra Trondheim og Bergen, men det vokste fram en lokal handelsstand også her.
fkv: Tromssa ja Nordland olthiin vieläki henkkaavaiset niistä kauppamiehistä joila oli omat eut ja kekkä tulthiin Trondheimista ja Perunasta.

source: De nye handelsmenn ble væreiere og «nessekonger», som ikke nødvendigvis gjorde situasjonen bedre for den vanlige fisker.
fkv: Niistä uusista kauppamiehistä tuli “niemenkuninkhaat”. Het ei välttämättä tehnheet asioita paremaksi tavalisile kalanpyytäjille.

source: Handelstedene kom etter hvert i bakevja, da de lå langs den gamle leia, mens nye kommunikasjoner gikk til byene.
fkv: Aian myötä vanhoitten kauppapaikoitten eistys vähän olestui, ko net olthiin vanhala kulkuväylälä, ko taas uuet kommunikasuunit menthiin kaupunkhiin.

source: I 1863 kom det en ny handelslov som ga alle lov til handle.
fkv: Vuona 1863 tuli uusi kauppalaki joka antoi kaikile luvan kaupata.

source: Små handelsmenn etablerte seg da i byer og vær.
fkv: Pienet kauppamiehet perustethiin oman toiminan kaupunkhiin ja kalakylhiin.

source: I Vadsø ble mange kvener handelsmenn.
fkv: Monesta tuli kauppamies Vesisaaressa.

source: Kredittvesen og Sparebanker ble etablert fra midten av 1800-tallet, og folk kunne starte med egen båt eller egen jord.
fkv: Kredittihoion ja Säästöpankot perustethiin 1800-luvun puolivälissä, ja ihmiset saatethiin ostaa oman venheen tahi oman maapalan.

source: Opplysningsvirksomhet ble også drevet, og fagorganisering på 1900-tallet ga fiskerne større makt.
fkv: Ihmisille jaethiin enämen tietoa ja faakiorganisasuunit 1900-luvula annethiin enämen valtaa kalanpyytäjille.

source: I andre halvdel av 1800-tallet tar Nord-Norge steget over i moderne tid.
fkv: 1800-luvun puolivälissä Pohjas-Norja oon saapunu nykyaikhaan.

source: Dampskipet fra 1850-tallet og telegrafen, som ble ført helt fram til Vardø i 1870, betydde særlig mye for fisket og salget av fisk.
fkv: Höyrylaivat tulthiin 1850-luvula. Telegraafi toimi Vuorehaan saakka vuona 1870, ja se oli eriliikaisen tärkiä kalanpyyössä ja kalan myynissä.

source: Historie 2 – Fiske i Varanger og utviklingen av Vadsø som fiskevær
fkv: Histo o ri a 2 – Kalanpyytö ja Vesisaaren eistys kalakylänä

source: Varangerfjorden er Norges nest største fjord, etter Vestfjorden.
fkv: Varenkinvuono oon Norjan toiseksi isoin vuono, Vestfjordenin jälkhiin.

source: Bunnforhold og beliggenhet gjør at disse to fjordene inntar en særstilling i norsk fiskerihistorie.
fkv: Vuononpohjan suhtheet ja sen sijainti, se antaa näile kahele vuonole joukon tähelisen paikan norjalaisessa kalanpyytöhistooriassa.

source: Store fiskebestander pleier til tider av året å oppholde seg i Varangerfjorden og gi grunnlag for rikt fiske på nesten alle de viktigste fiskeslag, i tillegg til et betydelig rekefiske.
fkv: Isot kalatokat pruukaava vissinä aikana vuoessa oleskella Varenkinvuonossa ja antaa pohjan rikkhaale rääkkipyyöle ja kalanpyyöle kaikila tärkeimillä kalanlajeila.

source: Varangerfjorden er også en av de viktigste laksefjordene med flere lakseførende vassdrag.
fkv: Varenkinvuono oon kans yksi tärkeimistä lohivuonoista ja täälä oon usiat lohijoet.

source: Varangerfjorden har en rekke seigrunner, som gjør fjorden til et av de viktigste områdene for seifiske langs kysten.
fkv: Varenkinvuonossa oon paljon saitamatalia, ja sen tähen vuono oon yksi tärkeimistä saianpyyön paikoista rannikolla.

source: Det rike fisket i Varangerfjorden var utgangspunktet for den norske etableringa av Været på Vadsøya rundt år 1500.
fkv: Varenkinvuonossa oli paljon kallaa, ja tämä oli tärkiä syy siihen, miksi norjalaiset perustethiin Vesisaarele kalakylän noin vuona 1500.

source: Det har sammenheng med den store fiskeværs-ekspansjonen langs Finnmarkskysten i seinmiddelalderen.
fkv: Se oli sen yhtheyessä ette Finmarkun rannikkoa pitkin oli iso kalakylien ekspansuuni hiljaskeskiaikana.

source: Hoveddrivkraften var den gunstige markedssituasjonen for nordnorsk tørrfisk, et marked som hanseatene i Bergen framfor noen bidro til å åpne.
fkv: Päävoimana oli pohjasnorjalaisen kuivakalan hyvä markkinatila.

source: Denne perioden av Finnmarks historie har blitt omtalt som «den gode tid».
fkv: Markkinan aukasemisheen vaikutti ennen kaikkea Perunan hansat. Tätä periuudia Finmarkun histooriassa oon kuttuttu “hyväksi aiaksi”.

source: Fraflyttingen fra øya på 1600-tallet må også sees i lys av den generelle utviklingen innen fiskeriene og markedsøkonomien.
fkv: Sen ette asujat alethiin siirtymhään saarelta 1600-luvula häytyy nähhä fiskun ja markkinaökonomian ylheisen eistyksen valossa.

source: I første halvdel av 1600-tallet falt prisen på fisk dramatisk.
fkv: 1600-luvun alkupuolela kalan hinta laski dramaattisesti.

source: Fisket sviktet gang på gang, muligens som følge av temperaturfall i havet.
fkv: Kalanpyytö petti monta kertaa, maholisesti siksi ette temperatuuri laski meressä.

source: For å opprettholde bosettingen ble det nødvendig med omlegging av økonomien til større satsing på jordbruk.
fkv: Niin ette ihmiset jäätäis asumhaan, oli tarpheelista muuttaa ökonomian ja satsata enämen maapruukhiin.

source: Det var også det rike fisket som lokket folk fra Nord-Finland til Varanger på 1800-tallet – først på sesongfiske, seinere som innflyttere.
fkv: Se oli kans rikas kalanpyytö joka houkutteli ihmisiä Pohjas-Suomesta Varenkhiin 1800-luvula – ensisti het tulthiin sesonkipyythöön ja hiljemin siirtolaisina.

source: Varangerområdet ble etter hvert et flerkulturelt område som utmerker seg med flere små bygder langs fjorden med ulike kulturer: noen bygder ble overveiende kvenske eller norskfinske, og andre bygder ble overveiende norske.
fkv: Varenkinalasta tuli pikku hiljaa monikulttuurinen paikka jossa oli usiat monikulttuuriset kylät pitkin rannikkoa. Joissaki kylissä asui enämen kvääniä tahi norjansuomalaisia, ja toisissa enämen norjalaisia.

source: Sammen med russisk innflytelse gjennom handel og kontakter i kultur og byggeskikk er Varanger fra gammelt av et område for kulturmøter, som er holdt i hevd også i senere tid, med arbeidsinnvandring fra Finland 1960-1980-tallet, og siden flyktninger og asylsøkere fra Balkan, Afrika og Midtøsten på 1990-, 2000- og 2010-tallet.
fkv: Yhessä ryssän vaikutuksen kans kaupan ja kulttuurin ja rakentamatavan kautta, oon Varenki vanhasthaan paikka missä kulttuurit kohtaava. Tätä oon kans hiljemin pietty yllä, ko tuli työsiirtolaiset Suomesta 1960-1980-luvula, ja hiljemin pakolaiset ja asyylinhakijat Balkanista, Afrikasta ja Keski-Iästä 1990-, 2000- ja 2010-luvula.

source: Ved midten av 1800-tallet opplevde Vadsø økonomisk vekst og modernisering.
fkv: 1800-luvun puolivälissä Vesisaaressa tapahtui ökonoominen kasuaminen ja uuistaminen.

source: Sjøgrunnen mot havnebassenget på fastlandet var nå oppfylt av brygger og fiskebruk.
fkv: Haminabassenki ja fastamaan ranta oli nyt täynä prykiä ja kalapruukia.

source: Man trengte mer plass og det fantes bl.a. på Vadsøya.
fkv: Nyt tarvithiin lissää sijjaa, ja sitä löytyi muun myötä Vesisaarelta.

source: Der ble det satt opp fiskebruk med brygger og fiskehjeller.
fkv: Sinne panthiin ylös kalapruukit, prykit ja kalajällit.

source: Svend Foyn etablerte seg også på Vadsøya på 1860-tallet med guanofabrikk og hvalfangst med oljekokeri oljeraffineri, arbeiderboliger og diverse uthus.
fkv: Svend Foyn etableeras kans guanofabrikin ja valaspyyön Vesisaarele 1850-luvula. Fabrikkhiin kuului öljynkiehutuspaikka, öljynvalmistuspaikka, työtelijöitten asumapaikat ja muutamat vajat.

source: Dette stor ferdig i 1873.
fkv: Nämät tulthiin valmhiiksi vuona 1873.

source: Han drev til 1884.
fkv: Foyn triivas sitä vuotheen 1884 saakka.

source: Dette inspirerte andre til utvikling og det ble anlagt to andre guanofabrikker, drevet med vannkraft fra Prestelv og Tomaselv, begge i 1873.
fkv: Tämä antoi muileki sen ajatuksen ette eistyä ja perustethiin kaksi muuta guanofabrikkia Vesisaarheen fastamaale. Net toimithiin vesivoimala minkä saathiin Sisäpäänjoesta ja Turvejoesta, molemat vuona 1873.

source: Guanofabrikken i Tomaselva ble fort nedlagt, mens den ved Prestelva ble drevet fram til krigen, og det var stor utførsel fra Vadsø av guano laget av knuste fiskehoder.
fkv: Turvejoen guanofabrikin annethiin hopusti alas, mutta taas Sisäpäänjoen fabrikki toimi sothaan saakka. Vesisaaresta kaupathiin paljon guanoa jonka oli tehty murskatuista kalanpäistä.

source: Brødrene Aarsæther Vadsø AS startet i 1926 på et leid trandamperi på Vadsøya.
fkv: Brødrene Aarsæther Vadsø AS in etableerathiin vuona 1926 ja alussa laikotethiin traanihöyrääjän Vesisaarelta.

source: Seinere bygde de på Ørtangen.
fkv: Hiljemin het rakenethiin Ørtangenhiin.

source: Dette anlegget ble brent under krigen og de bygget Hermetikken i byen som sto ferdig i 1959.
fkv: Tämän pytinkin poltethiin soan aikana ja het rakenethiin kaupunkhiin Her m etikken in joka oli valmis vuona 1959.

source: I 1978 bygde de nytt anlegg på Ørtangen.
fkv: Vuona 1978 het rakenethiin uuesti pytinkin Ørtangenhiin.

source: De fikk stor loddeproduksjon fram til lodda forsvant.
fkv: Het saathiin ison lottaöljyproduksuunin siihen saakka ko lotta hävis.
